Repository: digitoimistodude/air-helper
Catalog: languages/air-helper-*.po
Languages: fi

source: production
fi: tuotanto

source: development
fi: kehitys

source: Environment: %s
fi: Ympäristö: %s

source: Updates from Dude
fi: Päivityksiä Dudelta

source: Error while fetching data.
fi: Virhe noudettaessa tietoja.

source: Help Scout Beacon is not configured. Please contact your agency to fix this issue.
fi: Help Scout Beacon ei ole määritetty. Ota yhteyttä digitoimistoosi tämän ongelman korjaamiseksi.

source: Help request
fi: Tukipyyntö

source: Do you need help?
fi: Ongelmia sivuston kanssa?

source: Dude user support
fi: Duden käyttötuki

source: How can we help?
fi: Miten voimme auttaa?

source: Our support team will respond to you on next working day at latest
fi: Käyttötukitiimi vastaa sinulle viimeistään seuraavana työpäivänä

source: Continue writing…
fi: Jatka kirjoittamista…

source: Last updated
fi: Päivitetty

source: You
fi: Sinä

source: Name
fi: Nimi

source: Subject
fi: Aihe

source: Email address
fi: Sähköpostiosoite

source: Send support request
fi: Lähetä tukipyyntö

source: Next
fi: Seuraava

source: We’re on it!
fi: Viesti vastaanotettu!

source: You’ll receive an reply shortly.
fi: Vastaamme sinulle pian.

source: You can view and update your message in
fi: Voit tarkastella ja päivittää tukipyyntöjäsi

source: Previous Conversations
fi: Aiemmat tukipyynnöt

source: Email
fi: Sähköposti

source: Send message to our support team
fi: Lähetä viesti käyttötukeen

source: Add a reply
fi: Vastaa

source: Add your message here...
fi: Viestisi…

source: Send message
fi: Lähetä viesti

source: Received
fi: Vastaanotettu

source: Waiting for an answer
fi: Odottaa vastausta

source: There was a problem retrieving this message. Please double-check your Internet connection and try again.
fi: Tämän viestin noutamisessa oli ongelma. Tarkista Internet-yhteytesi ja yritä uudelleen.

source: Just Now
fi: Juuri nyt

source: Polylang Pro license not set or invalid. Please update the license or contact your agency to fix this issue.
fi: Polylang Pron lisenssiä ei ole määritetty tai se ei kelpaa. Päivitä lisenssi tai ota yhteyttä digitoimistoosi tämän ongelman korjaamiseksi.

source: <b>Login failed.</b> Please contact your site admin or agency if you continue having problems.
fi: <b>Kirjautuminen epäonnistui.</b> Ota yhteyttä sivuston ylläpitäjään tai digitoimistoon, jos sinulla on edelleen ongelmia.

source: SendGrid email delivery plugin is not active or configured. Please contact your agency to fix this issue.
fi: SendGrid-sähköpostilaajennos ei ole aktiivinen tai määritetty. Ota yhteyttä digitoimistoosi tämän ongelman korjaamiseksi.

source: Active theme seems not to be Air based. Some functionality of Air helper plugin may not work, since it's intended to use with Air based themes.
fi: Aktiivinen teema ei näytä olevan Airiin pohjautuva. Kaikki Air helper -lisäosan ominaisuudet eivät välttämättä toimi.

source: View details
fi: Tarkemmat tiedot

source: More information about %s
fi: Lisätietoa %s

source: Check for updates
fi: Tarkista päivitykset

# the plugin title
source: The %s plugin is up to date.
fi: Lisäosa %s on ajantasalla.

# the plugin title
source: A new version of the %s plugin is available.
fi: Uusi versio lisäosasta %s on saatavilla.

# the plugin title
source: Could not determine if updates are available for %s.
fi: Päivityksiä ei onnistuttu hakemaan %s.

source: Unknown update checker status "%s"
fi: Tuntematon ilmoitus “%s” päivitystarkistuksessa

source: There is no changelog available.
fi: Ei muutoslokia saatavilla.

source: Plugin provides helpful functions and modifications for WordPress projects.
fi: Lisäosa tarjoaa käytännöllisiä toimintoja sekä muokkaa WordPressin toimintaa.
